tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "cloc"
brew "docker-compose", link: false
brew "ghq"
brew "git"
brew "grep"
brew "jq"
brew "nodebrew"
brew "openjdk"
brew "peco"
brew "python@3.9"
brew "sbt"
brew "tfenv"
brew "tree"
brew "zsh"
cask "alfred"
cask "brave-browser"
cask "clipy"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "miro"
cask "notion"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
