tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cloc"
brew "sqlite"
brew "docker-compose", link: false
brew "ghq"
brew "git"
brew "jq"
brew "libssh2"
brew "maven"
brew "nodebrew"
brew "progress"
brew "pyenv"
brew "python@3.8"
brew "tomcat"
brew "tomcat@8"
brew "tree"
brew "zsh"
cask "alfred"
cask "androidtool"
cask "bettertouchtool"
cask "corretto8"
cask "docker"
cask "fork"
cask "google-chrome"
cask "google-japanese-ime"
cask "itsycal"
cask "jetbrains-toolbox"
cask "mapture"
cask "stats"
cask "visual-studio-code"
