tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "cloc"
brew "docker-compose", link: false
brew "ghq"
brew "git"
brew "git-secrets"
brew "grep"
brew "jenv"
brew "jq"
brew "libssh2"
brew "maven"
brew "nodebrew"
brew "peco"
brew "progress"
brew "pyenv"
brew "python@3.8"
brew "sbt"
brew "tfenv"
brew "tomcat"
brew "tomcat@8"
brew "tree"
brew "zsh"
cask "alfred"
cask "androidtool"
cask "bettertouchtool"
cask "clipy"
cask "corretto8"
cask "discord"
cask "docker"
cask "fork"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mapture"
cask "miro"
cask "notion"
cask "obsidian"
cask "slack"
cask "stats"
cask "visual-studio-code"
